Repository: FCF5646448/Diary
Catalog: Diary/Diary/*.lproj/Localizable.strings
Languages: ar, de, es, fi, fr, it, ja, pt_br, ru, zh_hans

# 笔记
source: notes
ar: ملاحظات
de: Hinweis
es: Nota
fi: Huomautuksia
fr: note
it: note
ja: 備考
pt_br: Nota
ru: примечания
zh_hans: 笔记

source: storys
ar: قصة
de: Geschichte
es: Historia
fi: tarina
fr: Histoire
it: storia
ja: 物語
pt_br: História
ru: история
zh_hans: 故事集

# homeHint
source: Every experience will be a good memory for you. You can record the bit of life here. Open the record..
ar: ستكون كل تجربة ذاكرة جيدة لك. يمكنك تسجيل جزء من الحياة هنا. فتح السجل ..
de: Jede Erfahrung wird eine gute Erinnerung für Sie sein. Sie können hier ein Stück Leben aufzeichnen. Öffnen Sie die Aufzeichnung..
es: Toda experiencia será una buena memoria para ti. Puedes grabar el bit de la vida aquí. Abrir el registro ...
fi: Jokainen kokemus on hyvä muisti sinulle.Voit tallentaa elämän vähän täällä...
fr: Chaque expérience sera un bon souvenir pour vous. Vous pouvez enregistrer un peu de la vie ici. Ouvrir l’enregistrement ..
it: Ogni esperienza sarà un buon ricordo per te. Puoi registrare un po 'di vita qui. Apri il record ..
ja: すべての経験はあなたにとって良い記憶になるでしょう。 ここで人生のちょっとしたことを記録することができる。 記録を開く..
pt_br: Toda experiência será uma boa lembrança para você. Você pode gravar um pouco da vida aqui. Abra o registro..
ru: Каждый опыт будет хорошим воспоминанием для вас. Вы можете записать здесь немного жизни. Откройте запись ..
zh_hans: 每一次经历都将成为你美好的回忆. 这里可以记录人生的点滴. 开启记录吧..

# storyHint
source: It will be filled with memories and surprises, turning life into stories. Storing into a book, slowly relishing. I have a story, do you have wine?
ar: سوف تمتلئ بالذكريات والمفاجآت ، وتحول الحياة إلى قصص. المخزنة في كتاب ، ببطء. لدي قصة ، هل لديك نبيذ؟
de: Es wird voller Erinnerungen und Überraschungen sein und das Leben in Geschichten verwandeln. Lagere es in einem Buch und genieße es langsam. Ich habe eine Geschichte, hast du Wein?
es: Aquí estará lleno de recuerdos y sorpresas, convirtiendo la vida en una pequeña historia, almacenada en un libro, recordando lentamente. Tengo una historia, ¿tiene vino?
fi: Täällä on täynnä muistoja ja yllätyksiä, jotka kääntävät elämän hieman tarinaksi, joka on tallennettu kirjaan, hitaasti muistellen?
fr: Il sera rempli de souvenirs et de surprises, transformant la vie en histoires. Stocker dans un livre, savourer lentement. J'ai une histoire, avez-vous du vin?
it: Sarà pieno di ricordi e sorprese, trasformando la vita in storie. Archiviato in un libro, assaporando lentamente. Ho una storia, hai del vino?
ja: それは思い出と驚きに満ち、人生を物語に変えるでしょう。 本にそれを保存し、ゆっくりそれを楽しんでください。 私は話があります、あなたはワインを持っていますか
pt_br: Aqui estará cheio de lembranças e surpresas, transformando a vida em um pouco de história, armazenada em um livro, lembrando-se lentamente. Eu tenho uma história, você tem vinho?
ru: Он будет наполнен воспоминаниями и сюрпризами, превращая жизнь в истории. Хранить в книге, медленно наслаждаясь. У меня есть история, у вас есть вино?
zh_hans: 这里会满载回忆和惊喜，将生活化为一个个点滴故事， 收纳成册，慢慢回味. 我有故事，你,有酒吗？

# 保存
source: save
ar: حفظ
de: Speichern
es: Guardar
fi: Tallenna
fr: enregistrer
it: salva
ja: 保存する
pt_br: Salvar
ru: cохранить
zh_hans: 保存

# 添加
source: add
ar: إضافة
de: Hinzufügen
es: Añadir
fi: lisätä
fr: Ajouter
it: aggiungere
ja: 追加する
pt_br: Adicionar
ru: добавлять
zh_hans: 添加

# 故事名称
source: story name
ar: اسم القصة
de: Name der Geschichte
es: Nombre de la historia
fi: Tarinan nimi
fr: Nom de l'histoire
it: nome della storia
ja: ストーリー名
pt_br: Nome da história
ru: Название истории
zh_hans: 故事名称

# 故事描述
source: story desc
ar: وصف القصة
de: Beschreibung der Geschichte
es: Descripción de la historia
fi: Tarinan kuvaus
fr: Description de l'histoire
it: descrizione della storia
ja: ストーリーの説明
pt_br: Descrição da história
ru: Описание истории
zh_hans: 故事描述

# 故事名称PH
source: eg:Love Notes (less than 20 words)
ar: على سبيل المثال: ملاحظات الحب (لا تزيد عن 20 كلمة)
de: Zum Beispiel: Liebesbriefe (nicht mehr als 20 Wörter)
es: Por ejemplo: notas de amor (no más de 20 palabras)
fi: Esimerkiksi: love notes (enintään 20 sanaa)
fr: Par exemple: notes d'amour (pas plus de 20 mots)
it: Ad esempio: note d'amore (non più di 20 parole)
ja: 例：ラブノート（20語以内）
pt_br: Por exemplo: notas de amor (não mais do que 20 palavras)
ru: Например: любовные записки (не более 20 слов)
zh_hans: 例如：恋爱笔记 (不超过20字)

# 故事描述PH
source: Please write the details (less than 60 words)
ar: يرجى ملء التفاصيل (لا تزيد عن 60 كلمة)
de: Bitte geben Sie die Details ein (nicht mehr als 60 Wörter)
es: Por favor complete los detalles (no más de 60 palabras)
fi: Täytä tiedot (enintään 60 sanaa)
fr: S'il vous plaît remplir les détails (pas plus de 60 mots)
it: Si prega di compilare i dettagli (non più di 60 parole)
ja: 詳細を記入してください（60字以内）
pt_br: Por favor, preencha os detalhes (não mais de 60 palavras)
ru: Пожалуйста, заполните детали (не более 60 слов)
zh_hans: 请填写详情(不超过60字)

# 修改成功!
source: modified successed!
ar: التعديل كان ناجحا
de: Erfolgreich geändert!
es: La modificación fue exitosa!
fi: Muutos onnistui!
fr: Modifié avec succès!
it: Modificato con successo
ja: 修正は成功しました。
pt_br: A modificação foi bem sucedida!
ru: Модификация прошла успешно!
zh_hans: 修改成功!

# 添加成功!
source: Added successed!
ar: أضيف بنجاح
de: Erfolgreich hinzugefügt!
es: Añadido con éxito!
fi: Lisätty onnistuneesti!
fr: Ajouté avec succès!
it: Aggiunto con successo
ja: 追加しました！
pt_br: Adicionado com sucesso!
ru: Успешно добавлено!
zh_hans: 添加成功!

# 请确保标题和描述完整
source: Please make sure the title and description are complete
ar: يرجى التأكد من العنوان والوصف كاملة
de: Bitte stellen Sie sicher, dass Titel und Beschreibung vollständig sind
es: Por favor, asegúrese de que el título y la descripción estén completos
fi: Varmista, että otsikko ja kuvaus ovat täydelliset
fr: Assurez-vous que le titre et la description sont complets
it: Assicurati che il titolo e la descrizione siano completi
ja: タイトルと説明が完全であることを確認してください
pt_br: Por favor, certifique-se de que o título e a descrição estão completos
ru: Пожалуйста, убедитесь, что название и описание заполнены
zh_hans: 请确保标题和描述完整

# 请确保60字以内
source: Please be sure to be within 60 words
ar: يرجى التأكد من أن تكون في غضون 60 كلمة
de: Bitte achten Sie darauf, dass Sie nicht länger als 60 Wörter sind
es: Por favor asegúrese de estar dentro de 60 palabras
fi: Muista olla 60 sanan sisällä
fr: S'il vous plaît assurez-vous d'être dans les 60 mots
it: Assicurati di essere entro 60 parole
ja: 必ず60語以内にしてください
pt_br: Por favor, certifique-se de estar no prazo de 60 palavras
ru: Пожалуйста, не забудьте в течение 60 слов
zh_hans: 请确保60字以内

# 请确保标题和正文完整
source: Please make sure the title and body are complete
ar: يرجى التأكد من العنوان والجسم كاملة
de: Bitte stellen Sie sicher, dass Titel und Text vollständig sind
es: Por favor, asegúrese de que el título y el cuerpo estén completos
fi: Varmista, että otsikko ja runko ovat valmiit
fr: Assurez-vous que le titre et le corps sont complets
it: Assicurati che il titolo e il corpo siano completi
ja: タイトルと本文が完全であることを確認してください
pt_br: Por favor, certifique-se de que o título e o corpo estejam completos
ru: Пожалуйста, убедитесь, что название и тело заполнены
zh_hans: 请确保标题和正文完整

# DiaryEditTitlePH
source: Title (no more than 30 words)
ar: العنوان (لا يزيد عن 30 كلمة)
de: Titel (nicht mehr als 30 Wörter)
es: Título (no más de 30 palabras)
fi: Otsikko (enintään 30 sanaa)
fr: Titre (pas plus de 30 mots)
it: Titolo (non più di 30 parole)
ja: タイトル（30語以内）
pt_br: Título (não mais que 30 palavras)
ru: Заголовок (не более 30 слов)
zh_hans: 标题(不超过30字)

# DiaryEditDesPH
source: detail
ar: نص
de: Körper
es: Cuerpo
fi: teksti
fr: Corps
it: testo
ja: 体
pt_br: Corpo
ru: текст
zh_hans: 正文

# 共
source: all
ar: تماما
de: total
es: Total
fi: kokonaan
fr: Total
it: tutto
ja: 合計
pt_br: Total
ru: в целом
zh_hans: 共

# 集
source: sets
ar: جمع
de: einstellen
es: Conjunto
fi: kokoelma
fr: Ensemble
it: collezione
ja: セット
pt_br: Set
ru: коллекция
zh_hans: 集

# 删除成功!
source: delete successed!
ar: تم الحذف بنجاح
de: Erfolgreich gelöscht!
es: Eliminado con éxito!
fi: Poistettu onnistuneesti!
fr: Supprimé avec succès
it: Cancellato con successo!
ja: 削除しました。
pt_br: Excluído com sucesso!
ru: Удалено успешно！
zh_hans: 删除成功!

# 删除
source: del
ar: حذف
de: Löschen
es: Eliminar
fi: poistaa
fr: Supprimer
it: cancellare
ja: 削除する
pt_br: Excluir
ru: удалять
zh_hans: 删除

# 返回
source: back
ar: عودة
de: Rückkehr
es: Volver
fi: paluu
fr: Retour
it: ritorno
ja: 戻る
pt_br: Retorno
ru: возвращение
zh_hans: 返回

# 当前没有任何小故事哦, 赶紧添加吧...
source: There are no any stories, add it quickly...
ar: لا توجد قصص قصيرة حاليًا ، على عجل لإضافة ...
de: Derzeit gibt es keine Kurzgeschichten. Beeilen Sie sich, um hinzuzufügen ...
es: Actualmente no hay historias cortas, prisa por agregar ...
fi: Tällä hetkellä ei ole olemassa novelleja...
fr: Il n’ya pas d’histoires courtes, presses-toi d’ajouter ...
it: Al momento non ci sono racconti, sbrigati ad aggiungere ...
ja: 現在、短編小説はありません。 n急いで追加...
pt_br: Atualmente não há histórias curtas, se apresse para adicionar ...
ru: На данный момент коротких рассказов нет, спешите добавить ...
zh_hans: 当前没有任何小故事哦, 赶紧添加吧...
